export const guideText = `📖 אז איך משחקים 📖

⚡ פקודות זמינות:
1️⃣ !play - להתחיל משחק חדש
    - !play <נסיונות> <קטגוריה>
    - מספר ניסיונות הוא אופציונלי (ברירת מחדל 10)
    - אם בוחרים קטגוריה שדורשת רווחים (כמו "חיות מחמד"), יש להשתמש בקו תחתון במקום רווח (כלומר "חיות_מחמד")

2️⃣ !guess - כדי לנחש אות
   - !guess <א-ת>

3️⃣ !stop - לעצור את המשחק הנוכחי
4️⃣ !guide או !help - הצגת המדריך הזה
5️⃣ !surrender - לוותר על המשחק הנוכחי ולקבל עדכון על מה המילה הנכונה הייתה

💡 טיפים:
- הקפד לנחש אות אחת בכל פעם.
- המילה מוצגת עם קווים תחתונים (_) עבור אותיות שלא ניחשת.
- נסיונות מוגבלים, שים לב לא לאבד את כולם!

בהצלחה! 🫠`;

export const hangmanStages = [
`+----+
|    |
|
|
|
|
+----+`,

`+----+
|    |
|   🙂
|
|
|
+----+`,

`+----+
|    |
|   🙂
|    |
|
|
+----+`,

`+----+
|    |
|   🙂
|   /|
|
|
+----+`,

`+----+
|    |
|   🙂
|   /|\\
|
|
+----+`,

`+----+
|    |
|    😯
|   /|\\
|   
|
+----+`,

`+----+
|    |
|   😟
|   /|\\
|   /
|
+----+`,

`+----+
|    |
|    😟
|   /|\\
|   / \\
|
+----+`,

`+----+
|    |
|    😣
|   /|\\
|   / \\
|   👟
+----+`,

`+----+
|    |
|    😫
|   /|\\
|   / \\
|  👟👟
+----+`,

`+----+
|    |
|    😵
|   /|\\
|   / \\
|  👟👟
+----+`,

`+----+
|    |
|    💀
|   /|\\
|   / \\
|  👟👟
+----+`,

`+----+
|    |
|    💀
|   /|\\   🧶
|   / \\
|  👟👟
+----+`,

`+----+
|    |
|    💀
|   /|\\
|   / \\   🐈
|  👟👟
+----+`,

`+----+
|    |
|    💀
|   /|\\
|   / \\
|  👟👟   🐈💨
+----+`,
];
